[M_Orchid_Deserters MissionDefinition]
MissionDescription="Captain Scarlett doesn't take kindly to those who desert her crew. She's asked you to track down the deserters and kill them."
TurnInDescription="Thanks to your efforts, the remaining members of Scarlett's crew will be considerably less likely to pursue other gainful employment."
